{"id": "103896266.txt__chunk_0", "text": "The Bombay High Court dismissed the second appeal, upholding the lower courts' decision to grant a divorce based on findings of cruelty and desertion. The court found that the appellant deserted the respondent without reasonable cause and that the malicious prosecution initiated by the appellant constituted cruelty.", "metadata": {"file_name": "103896266.txt", "case_title": "Maya Sanjay Akotkar vs Sanjay Vasantrao Akotkar", "court": "Bombay High Court", "case_number": "2024:BHC-NAG:4932", "date": "2024-04-18", "judges": "G.A. Sanap", "petitioner": "Maya Sanjay Akotkar", "respondent": "Sanjay Vasantrao Akotkar", "legal_issues": "Divorce, Cruelty, Desertion", "outcome": "Appeal dismissed", "citations": "", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\103896266.txt"}}
{"id": "1052109.txt__chunk_0", "text": "The court examined the legal position of divorced wives seeking maintenance under Section 125 CrPC after being divorced on grounds of desertion.  It clarified that a divorce decree does not automatically bar maintenance claims. The court set aside the lower court's orders dismissing the petitions and remanded the cases back to the Magistrate for reconsideration and evidence presentation.", "metadata": {"file_name": "1052109.txt", "case_title": "Smt. Sugandhabai And Others vs Vasant Ganpat Deobhat And Another", "court": "Bombay High Court", "case_number": "Criminal Application No. 46 of 1989, Criminal Application No. 585 of 1991", "date": "1991-07-09", "judges": "", "petitioner": "Smt. Sugandhabai And Others", "respondent": "Vasant Ganpat Deobhat And Another", "legal_issues": "Maintenance of divorced wife under Section 125 of the Code of Criminal Procedure; Res judicata;  Effect of divorce decree on maintenance claims.", "outcome": "Rules made absolute; Cases remanded to the Magistrate for fresh decision.", "citations": "1992(2)BOMCR560, 1992CRILJ1838, 1992(1)MHLJ427", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1052109.txt"}}
{"id": "10887402.txt__chunk_0", "text": "The High Court upheld the Family Court's decree of divorce based on cruelty and desertion.  The High Court set aside the Family Court's decision regarding maintenance and separate residence, remanding the case for reconsideration.", "metadata": {"file_name": "10887402.txt", "case_title": "Bhavana N.Shah vs Nitin Chimanlal Shah", "court": "Bombay High Court", "case_number": "Family Court Appeal No.28 of 2012, Family Court Appeal No.29 of 2012, Civil Application No.41 of 2012", "date": "2012-06-21", "judges": "A.M. Khanwilkar, A.R.Joshi", "petitioner": "Bhavana N.Shah, Chi.Palak Nitin Shah", "respondent": "Nitin Chimanlal Shah", "legal_issues": "Divorce under Section 13(1)(ia) and (ib) of the Hindu Marriage Act, 1955; Maintenance and separate residential accommodation under Section 18(2)(a), (b), (g) and 20 of the Hindu Adoptions and Maintenance Act, 1956; Cruelty; Desertion.", "outcome": "Divorce granted; Maintenance and separate residence case remanded to Family Court.", "citations": "AIR 2012 BOMBAY 148, 2012 (5) AIR BOM R 18, (2013) 1 MARRILJ 461, (2013) 1 CURCC 565, (2013) 1 DMC 10, (2013) 123 ALLINDCAS 16 (BOM), (2012) 7 ALLMR 701 (BOM), (2012) 4 CIVILCOURTC 355, (2012) 2 HINDULR 234, (2012) 5 MAH LJ 298, (2012) 6 BOM CR 241", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\10887402.txt"}}
{"id": "1107018.txt__chunk_0", "text": "The appeal was allowed. The court held that the husband was under no obligation to cohabit with the wife after judicial separation, and therefore, the desertion on his part did not continue and no wrong was committed by him after passing of the decree of judicial separation. The petition for divorce was granted.", "metadata": {"file_name": "1107018.txt", "case_title": "Jethabhai Ratanshi Lodaya vs Manabai Jethabhai Lodaya", "court": "Bombay High Court", "case_number": "M. J. Petition 1737 of 1968", "date": "1973-04-06", "judges": "Nathwani, J. Mukhi, J.", "petitioner": "Jethabhai Ratanshi Lodaya", "respondent": "Manabai Jethabhai Lodaya", "legal_issues": "Whether desertion by a spouse on which ground a decree for judicial separation was passed under Section 10(1)(a) of the Hindu Marriage Act, 1955 continues unless the original respondent spouse makes efforts to resume cohabitation and constitutes a wrong which would disentitle the spouse so failing to get the relief of divorce on ground of non-resumption of cohabitation, and involves construction of Sections 10(2), 13(1A), 23(1)(a) of the Act.", "outcome": "Appeal allowed. Petition for divorce granted.", "citations": "AIR1975BOM88, (1974)76BOMLR304, AIR 1975 BOMBAY 88, 1975 HINDULR 449 76 BOM LR 304, 76 BOM LR 304", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1107018.txt"}}
{"id": "11193343.txt__chunk_0", "text": "The court acquitted the appellant, Sugriv Ashruba @ Asaram Kale, of murder charges.  The court found the dying declaration unreliable due to inconsistencies and lack of corroborating evidence. The court highlighted issues with the reliability of witness testimonies and the dying declaration's details.", "metadata": {"file_name": "11193343.txt", "case_title": "Sugriv Ashruba @ Asaram Kale vs The State Of Maharashtra", "court": "Bombay High Court", "case_number": "CRIMINAL APPEAL NO. 260 OF 2013", "date": "2017-07-04", "judges": "R. M. Borde, A. M. Dhavale", "petitioner": "Sugriv S/o Ashruba @ Asaram Kale", "respondent": "The State of Maharashtra", "legal_issues": "Murder, Dowry, 498A, Dying Declaration", "outcome": "The appeal is allowed. The conviction and sentence are quashed and set aside. The appellant is acquitted and set at liberty.", "citations": "Thurukanni Pompiah Vs. State of Mysore AIR 1965 SC 939, Gaffar Badshaha Pathan Vs. State of Maharashtra (2004) 10 SCC 589, Mohamed Hanif Ansari Vs. State of Maharashtra 2008 ALL MR (Cri) 2083, Tukaram Dashrath Padhen Vs. State of Maharashtra 2012 All MR (Cri) 2754, Nallam Veera Stayanandam & Ors vs The Public Prosecutor, High Court of Andhra Pradesh (AIR 2004 SC 1708), Sanjay vs The State Of Maharashtra (AIR 2007 SC 1368), Amol Singh vs State of M.P (2008 (5) SCC 468)", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\11193343.txt"}}
{"id": "1157147.txt__chunk_0", "text": "The High Court set aside the lower court's divorce decree, finding that the judge had not properly applied Section 13B of the Hindu Marriage Act. The judge failed to make a proper inquiry into the genuineness of the parties' consent,  whether it was obtained through fraud or undue influence, and failed to make attempts at reconciliation as required by law. The High Court emphasized the need for a thorough investigation and application of mind by the trial court in divorce cases involving mutual consent.", "metadata": {"file_name": "1157147.txt", "case_title": "Damyanti Kirit Jani vs Kirit Lalubhai Jani", "court": "Bombay High Court", "case_number": "M.J. Petition No. 980 of 1988", "date": "1992-01-08", "judges": "H.H. Kantharia, J.", "petitioner": "Damyanti Kirit Jani", "respondent": "Kirit Lalubhai Jani", "legal_issues": "Divorce by mutual consent under Section 13B of the Hindu Marriage Act, 1955;  Fraud; Due process;  Inquisitory enquiry; Reconciliation attempts.", "outcome": "Appeal allowed. Divorce decree set aside.", "citations": "II(1992)DMC150", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1157147.txt"}}
{"id": "118312980.txt__chunk_0", "text": "The court allowed the application to produce the judgment and order dated 29th June, 2007, passed by the learned Joint J.M.F.C., Pimpri, Pune in Criminal Case No. 1175 of 2003, which acquitted the appellant and his family members of charges under section 498A IPC.  The court deemed the judgment relevant to the appeal despite it being produced after the divorce petition's disposal.", "metadata": {"file_name": "118312980.txt", "case_title": "Shri. Nitin Ramesh Dhiwar vs Smt. Roopali Nitin Dhiwar", "court": "Bombay High Court", "case_number": "CIVIL APPLICATION NO. 645 OF 2019 in FIRST APPEAL NO. 1393 OF 2014", "date": "2019-02-28", "judges": "Anuja Prabhudessai", "petitioner": "Shri Nitin R. Dhiwar", "respondent": "Sou. Rupali N. Dhiwar", "legal_issues": "Divorce petition on the ground of cruelty; admissibility of evidence (judgment in criminal case) post-trial.", "outcome": "Application allowed.", "citations": "", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\118312980.txt"}}
{"id": "130208303.txt__chunk_0", "text": "The court approved a settlement agreement between the parties, dissolving their marriage by mutual consent.  The agreement details financial settlements, child custody, and other related matters. The impugned order dated 04/05/2018, passed by the Family Court, Amravati was quashed and set aside, and the decree was converted into a decree of dissolution of marriage by mutual consent.", "metadata": {"file_name": "130208303.txt", "case_title": "Sudhir Vasantrao Ambadkar vs Mamta Sudhir Ambadkar", "court": "Bombay High Court", "case_number": "2025:BHC-NAG:6244-DB, 920-FCA No.66.2018", "date": "2025-07-02", "judges": "Mukulika kant Jawalkar, Pravin S. Patil", "petitioner": "Sudhir Vasantrao Ambadkar", "respondent": "Mamta Sudhir Ambadkar", "legal_issues": "Divorce by mutual consent", "outcome": "Marriage dissolved by mutual consent.", "citations": "", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\130208303.txt"}}
{"id": "1329515.txt__chunk_0", "text": "The court set aside the decree for divorce and substituted it with a decree for judicial separation. The court found that the wife had committed adultery but that the husband had not proven that she was still living in adultery at the time the petition was filed.  The husband was granted a judicial separation based on the wife's adultery before the petition was filed.", "metadata": {"file_name": "1329515.txt", "case_title": "Rajani Prabhakar Lokur vs Prabhakar Raghavendra Lokur And Anr.", "court": "Bombay High Court", "case_number": "12 of 1955", "date": "1957-07-10", "judges": "Vyas, J.", "petitioner": "Prabhakar Raghavendra Lokur", "respondent": "Rajani Prabhakar Lokur, Madhu Shankar Kulkarni", "legal_issues": "Divorce under the Hindu Marriage Act, 1955; Construction of Clause (i) of Sub-section (1) of Section 23 of the Act; Adultery; Judicial separation; Jurisdiction of the court; Condonation; Delay.", "outcome": "Decree for divorce set aside; Decree for judicial separation granted.", "citations": "AIR1958BOM264, (1957)59BOMLR1169, ILR1958BOM577, AIR 1958 BOMBAY 264, ILR (1958) BOM 577 59 BOM LR 1169, 59 BOM LR 1169", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1329515.txt"}}
{"id": "1394551.txt__chunk_0", "text": "The court found the respondent guilty of defamation for making false and defamatory statements against the petitioner in court proceedings.  The court held that the respondent did not meet the burden of proving good faith in making the imputations, despite the statements being made within court proceedings.  The respondent was sentenced to two months of simple imprisonment and a fine in each case.", "metadata": {"file_name": "1394551.txt", "case_title": "Smt. Madhuri Mukund Chitnis vs Mukund Martand Chitnis And Another", "court": "Bombay High Court", "case_number": "1031/86 and 695/85", "date": "1990-04-12", "judges": "", "petitioner": "Smt. Madhuri Mukund Chitnis", "respondent": "Mukund Martand Chitnis And Another", "legal_issues": "Defamation under Section 500 of the Indian Penal Code, Exceptions 8 and 9 of Section 500, Burden of proof, Good faith, Publication.", "outcome": "Appeal allowed. Respondent convicted of defamation under Section 500 of the Indian Penal Code.  Sentenced to two months simple imprisonment and a fine of Rs. 3,000 in each case, sentences to run concurrently.  Rs. 3,000 of the fine to be paid to the appellant as compensation.", "citations": "1990CRILJ2084, 1989MHLJ58", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1394551.txt"}}
{"id": "139754952.txt__chunk_0", "text": "The Bombay High Court upheld the Family Court's decree of divorce, finding that the wife had deserted the husband without reasonable cause and that this constituted cruelty.  The court rejected the wife's arguments regarding condonation and the procedural irregularities in the Family Court proceedings.", "metadata": {"file_name": "139754952.txt", "case_title": "Smt. Uttara Praveen Thool vs Praveen S/O Bhanudas Thool", "court": "Bombay High Court", "case_number": "FIRST APPEAL NO.308 OF 1998", "date": "2014-01-06", "judges": "B.P.Dharmadhikari, A.S. Chandurkar", "petitioner": "Smt. Uttara Praveen Thool", "respondent": "Praveen S/o Bhanudas Thool", "legal_issues": "Divorce on the ground of cruelty, desertion, restitution of conjugal rights, condonation.", "outcome": "Appeal dismissed. Divorce decree upheld.  Existing maintenance arrangement to continue until modified.", "citations": "[1] AIR 2006 Himachal Pradesh 33, Baldev Raj v. Smt. Bimla Sharma. [2] AIR 212 Rajasthan 8, Reema Bajaj v. Sachin Bajaj. [3] 2000(4) Mh.L.J. 244, Sanjay Chandrakant Mehta vs. Malaben Sanjay Mehta. [4] (2005)9 Supreme Court Cases 600, Uma Parekh alias Pinku versus Ajeet Pareek Alias Govind Pareek and others. [5] AIR 1988 Supreme Court 839, Tejinder Kaur v. Gurmit Singh. [6] AIR 1990 Bombay 84, Smt. Smita Dilip Rane v. Dilip Dattaram Rane. [7] AIR 1989 Supreme Court 1477, Smt. Lata Kamat v. Vilas. [8] AIR 2009 Andhra Pradesh 54, Lakkaraju Pradma Priya v. Lakkaraju Shyam Prasad. [9] AIR 1975, Supreme Court 1534(1) Dr. N. G. Dastane v. Mrs. S. Dastane. Respondent. [1] AIR 1992 Madhya Pradesh 105, Smt. Bhavna Adwani v. Manohar Adwani. [2] [1999 (2) Civil JJ 65] Smt. Shashi Shah V. Kiran Kumar Shah. [3] 1992 Mh.L.J. 997, Kishorilal Govindram Bihani vs. Dwarkabai Kishorilal Bihani. [4] II (1991) DMC 326 Sanyogta Verma versus Vinod Verma. [5] II(1985) DMC 329, Suren Chandrakant Shah versus Rita Suren Shah. [6] 2012(7) ALL MR 282, Smt. Bhawna w/o Vijaykumar Sakhare vs. Vijaykumar S/o Tarachand Sakhare. [7] [2006(1) Mh.L.J., Durga Prasanna Tripathy vs. Arundhati Tripathy. [8] II (2006) DMC 107 (DB)Iffath Jamalunnisa versus Mohd. Suleman Siddiqui. [9] 2007(3) Mh.L.J. 1, Rishikesh Sharma vs. Saroj Sharma. [10] (2007) 4 Supreme Court Cases 511, Samar Vs. Jaya Ghosh. Ghosh [11] (2007) 4 Supreme Court Cases 548, Masooda Parveen Versus Union of India and others.", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\139754952.txt"}}
{"id": "143835738.txt__chunk_0", "text": "The court allowed the civil application for compromise filed by both parties.  The marriage was dissolved in terms of Section 13B of the Hindu Marriage Act, 1955, based on the mutual agreement and settlement of Rs. 9,33,000 paid to the wife.", "metadata": {"file_name": "143835738.txt", "case_title": "Rahul S/O Ramnath Ukey vs Shubhangi W/O Rahul Ukey", "court": "Bombay High Court", "case_number": "907 FCA-37-18", "date": "2020-12-15", "judges": "A.S. Chandurkar, Nitin B. Suryawanshi", "petitioner": "Rahul S/o Ramnath Ukey", "respondent": "Shubhangi W/o Rahul Ukey", "legal_issues": "Divorce by mutual consent under Section 13B of the Hindu Marriage Act, 1955", "outcome": "Divorce granted by mutual consent.", "citations": "", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\143835738.txt"}}
{"id": "1442402.txt__chunk_0", "text": "The court dismissed the appeal, upholding the lower courts' decision that the articles given to the defendant were in consideration of marriage, not gifts.  The court found that the defendant unilaterally rescinded the marriage contract, making him liable to return the articles under Section 64 of the Contract Act. The court corrected the lower court's reasoning, which incorrectly cited Section 65, but noted the ultimate outcome remained unchanged.", "metadata": {"file_name": "1442402.txt", "case_title": "Mahmad Usaf Abasbhai Bidiwale vs Hurbanu Mansur Atar", "court": "Bombay High Court", "case_number": "227 of 1966", "date": "1977-04-12", "judges": "Sawant, J.", "petitioner": "Mahmad Usaf Abasbhai Bidiwale", "respondent": "Hurbanu Mansur Atar", "legal_issues": "Consequences of rescission of voidable contract, obligation of beneficiary in void agreements, contract, contract act, section 64, unilateral rescission of marriage contract under Mahomedan law.", "outcome": "Appeal dismissed. No order as to costs.", "citations": "(1979)81BOMLR102", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1442402.txt"}}
{"id": "1455570.txt__chunk_0", "text": "The court declared the marriage null and void due to the sapinda relationship between the parties.  The court rejected the wife's argument that a custom permitted such a marriage, finding insufficient evidence to establish such a custom. The court also granted an injunction restraining the wife from entering the matrimonial home.", "metadata": {"file_name": "1455570.txt", "case_title": "Arun Laxmanrao Navalkar vs Meena Arun Navalkar", "court": "Bombay High Court", "case_number": "MJ Petition No. 980 of 1984", "date": "2006-04-12", "judges": "R.M.S. Khandeparkar, Roshan Dalvi", "petitioner": "Arun Laxmanrao Navalkar", "respondent": "Meena Arun Navalkar", "legal_issues": "Nullity of marriage under Section 11 of the Hindu Marriage Act; Sapinda relationship; Divorce under Section 13(1)(ia) and 13(1)(iii) of the Hindu Marriage Act; Cruelty; Desertion; Schizophrenia; Injunction restraining wife from matrimonial home; Burden of proof; Custom.", "outcome": "The marriage was declared null and void. The wife was restrained from entering the matrimonial home.", "citations": "AIR2006BOM342, 2006(4)BOMCR210, 2006(3)MHLJ772, AIR 2006 BOMBAY 342, 2006 (5) AIR BOM R 693, 2006 A I H C 3280, 2006 (3) MAH LJ 772, 2006 (4) BOMCR 210, 2007 (1) HINDULR 287, (2006) 4 ALLMR 539 (BOM)", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1455570.txt"}}
{"id": "146108273.txt__chunk_0", "text": "The court upheld the lower court's decision granting a divorce, finding sufficient evidence of cruelty by the appellant towards the respondent and his family. The court rejected the appellant's argument that the divorce was granted solely on the grounds of irretrievable breakdown of marriage, emphasizing that cruelty was a primary factor in the decision.  The court also ordered an additional monthly alimony payment of Rs.10,000 for the daughter, effective from the date of the appeal.", "metadata": {"file_name": "146108273.txt", "case_title": "Chitra Sachin Mapara vs Shri Sachin Kumar Mapara", "court": "Bombay High Court", "case_number": "Second Appeal No.349 of 2013", "date": "2016-12-20", "judges": "R.D. Dhanuka", "petitioner": "Chitra Sachin Mapara", "respondent": "Sachin Kumar Mapara", "legal_issues": "Cruelty, mental cruelty, divorce,  section 13(1)(ia) the Hindu Marriage Act, section 23(1)(a) the Hindu Marriage Act,  permanent alimony, irretrievable breakdown of marriage, condonation of cruelty.", "outcome": "Divorce granted; additional alimony for daughter ordered.", "citations": "", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\146108273.txt"}}
{"id": "1462083.txt__chunk_0", "text": "The court quashed the maintenance order in favor of the wife, Durga, due to a mutual consent divorce where she had relinquished her right to maintenance. However, the court upheld the maintenance order for the minor child, Kailash, as the mother's relinquishment did not affect the child's right to maintenance.", "metadata": {"file_name": "1462083.txt", "case_title": "Shrawan Kumar Ubhale vs Sau. Durga Shrawan Ubhale And Ors.", "court": "Bombay High Court", "case_number": "", "date": "1989-04-22", "judges": "V.A. Mohta, J.", "petitioner": "Shravan Ubhale", "respondent": "Sau. Durga Shrawan Ubhale And Ors.", "legal_issues": "Maintenance of wife and child under Section 125 of the Code of Criminal Procedure; effect of mutual consent divorce and relinquishment of maintenance rights.", "outcome": "Partly allowed. Maintenance order for the wife quashed; maintenance order for the child upheld.", "citations": "I(1990)DMC299, Captain Ramesh Chander Kaushal v. Mrs. Veena Kaushal, (1979 Crl. L J 3)", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1462083.txt"}}
{"id": "153009680.txt__chunk_0", "text": "The court granted leave to withdraw the appeal (CAO 416/2021 and Family Court Appeal No. 9486/2020) due to an out-of-court settlement between the parties, as documented in a Memorandum of Understanding dated 16.06.2021 (though the court noted a typographical error placing the actual date as 13.06.2021).", "metadata": {"file_name": "153009680.txt", "case_title": "Sau. Renu W/O Tushar Bawankar (Renu D/O ... vs Shri Tushar S/O Vinayakrao Bawankar", "court": "Bombay High Court, Nagpur Bench", "case_number": "CAO 416.2021 & CAO 418.2021 in Family Court Appeal (Stamp) No. 9486 of 2020", "date": "2021-07-16", "judges": "S.B. Shukre, Anil S. Kilor", "petitioner": "Sau. Renu W/o Tushar Bawankar (Renu D/o Bhalchandra Kathale) and Anr.", "respondent": "Shri Tushar S/o Vinayakrao Bawankar", "legal_issues": "Condonation of delay in filing appeal against divorce and maintenance decree; adequacy of maintenance amount.", "outcome": "Applications disposed of as withdrawn.", "citations": "", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\153009680.txt"}}
{"id": "159361377.txt__chunk_0", "text": "The Bombay High Court dismissed the appeal.  The court found that the appellant had knowledge of the divorce proceedings and refused to accept summons.  The court upheld the Family Court's decision to grant a divorce based on cruelty, finding sufficient evidence to support the allegations.", "metadata": {"file_name": "159361377.txt", "case_title": "Sachin Shankar Bankar vs Ashwini Sachin Bankar", "court": "Bombay High Court", "case_number": "2024:BHC-AUG:11153-DB, 48 FAMILY COURT APPEAL NO. 60 OF 2023, CIVIL APPLICATION NO. 3389 OF 2023", "date": "2024-06-18", "judges": "MANGESH S. PATIL & SHAILESH P. BRAHME, JJ.", "petitioner": "Sachin Shankar Bankar", "respondent": "Ashwini Sachin Bankar", "legal_issues": "Dissolution of marriage, cruelty under Section 13 (1) (ia) of the Hindu Marriage Act, 1955, ex parte proceedings, restitution under Section 9 of the Hindu Marriage Act, 1955", "outcome": "Appeal dismissed", "citations": "", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\159361377.txt"}}
{"id": "1616455.txt__chunk_0", "text": "The court found that a customary divorce had taken place between the parties.  It held that a divorced wife cannot claim maintenance under the Hindu Adoptions and Maintenance Act, 1956, and that Gayabai failed to prove grounds for maintenance under Section 18(2)(a), (b), or (g) of that Act. The court set aside the lower court's order granting maintenance to Gayabai.", "metadata": {"file_name": "1616455.txt", "case_title": "Panditrao Chimaji Kalure vs Gayabai Panditrao Kalure", "court": "Bombay High Court", "case_number": "Second Appeal No. 73/1984, Second Appeal No. 88/1984", "date": "2001-02-27", "judges": "S. Radhakrishnan", "petitioner": "Panditrao Chimaji Kalure", "respondent": "Gayabai Panditrao Kalure", "legal_issues": "Maintenance, Divorce (customary and legal), Section 18 of the Hindu Adoptions and Maintenance Act, 1956, Section 25 of the Hindu Marriage Act, 1955, Section 151 of the Code of Civil Procedure.", "outcome": "Second Appeal No. 73/1984 allowed; Second Appeal No. 88/1984 dismissed.  Maintenance order to Gayabai set aside.", "citations": "AIR2001BOM445, 2002(2)MHLJ53, AIR 2001 BOMBAY 445, (2002) 1 CIVILCOURTC 667, (2002) 2 MAH LJ 53, (2002) 1 MARRILJ 217, (2002) 2 CIVLJ 747, (2002) 1 ALLMR 840 (BOM), Govindrao Ranoji Musale v. Anandibai Govindrao Musale and Anr., 1977 Mh.LJ. 144, Smt. Rajeshbai and Ors. v. Smt. Shantabai, Chand Dhawan v. Jawaharlal Dhawan, 1993 Mh.L.J. 1731, Vihalal Mangaldas Patel v. Smt. Maniben Vihalal Patel, Nemichand v. Basantabai, 1994 Mh.LJ. 1078, Damyanti (Smt) Kirit Jani v. Kirit Lalubhai Jani, 1993 Mh.LJ. 752", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1616455.txt"}}
{"id": "1642927.txt__chunk_0", "text": "The court held that an order of alimony pendente lite made under Section 36 of the Indian Divorce Act is appealable under Section 55 of the Act.  The court overturned a prior decision (Prithvirajsinghji v. Bai jShiva Prabhakumar) that held such orders were not appealable.", "metadata": {"file_name": "1642927.txt", "case_title": "Vera Aranha vs Jacob Harlad Aranha", "court": "Bombay High Court", "case_number": "M.J. Petition No. 714 of 1977", "date": "1987-06-26", "judges": "Guttal, J.", "petitioner": "Vera Aranha", "respondent": "Jacob Harlad Aranha", "legal_issues": "Appealability of an order of alimony pendente lite under Section 55 of the Indian Divorce Act.", "outcome": "Appeal allowed. The order of interim alimony is appealable.", "citations": "(1987)89BOMLR402, AIR 1987 BOMBAY 317, (1987) MAH LJ 849", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1642927.txt"}}
{"id": "164943678.txt__chunk_0", "text": "The court rejected the applicant husband's application to vacate the stay order, refund maintenance charges, and be spared from paying further maintenance.  The court noted that the stay order was not ex-parte and that the issue of the wife's alleged false statements regarding income should be addressed during the final hearing of the Family Court Appeal.", "metadata": {"file_name": "164943678.txt", "case_title": "Joy Anthony Payapply vs Eureka Joy D/O Alfred Bapista", "court": "Bombay High Court", "case_number": "Civil Application No.290 of 2017 IN Family Court Appeal No.197 of 2015", "date": "2018-12-10", "judges": "K.K. Tated, N. J. Jamadar", "petitioner": "Joy Anthony Payaapply", "respondent": "Eureka D/o Alfred Baptista", "legal_issues": "Vacation of interim relief, refund of maintenance charges, payment of further maintenance charges, alleged false statement by wife regarding her income.", "outcome": "Civil Application rejected.", "citations": "Dalip Singh vs. State of Uttar Pradesh and Others, (2010) 2 SCC 114, Mrs.Gurpreet Kaur Alagh vs. Mr.Gurpreet Singh Alagh, 2017 SCC Online Bom 9857, Subrata Roy Sahara vs. Union of India and Others, (2014) 8 SCC 470, Dnyandeo Sabaji Naik and Another vs. Pradnya Prakash Khadekar and Others, (2017) 5 SCC 496, N. Natarajan vs. B.K. Subha Rao (2003) 2 SCC 76, J.I.K Industries Co. Ltd. vs. Shri Maruti Nashik Mene & Ors., 2017 SCC Online Bom 3477, Fareed Ahmed Qureshi vs. The State of Maharashtra and Anr., 2018 SCC Online Bom 960, Union of India v. Mr.Harish V. Milani 2018 SCC Online Bom 2080, E. S. Reddi vs. Chief Secretary, Government of A.P. and another, (1987) 3 SCC 258, Hindustan Organic Chemicals Ltd. vs. ICI India Ltd., (2017) 5 BCR 119, Chandra Shashi vs. Anil Kumar Verma (1995) 1 SCC 421, Sejalben Tejasbhai Chovatiya vs. State of Gujarat, 2016 SCC Online Guj 6333", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\164943678.txt"}}
{"id": "1660080.txt__chunk_0", "text": "The court dismissed the appeal and upheld the Family Court's decision to grant a divorce by mutual consent.  The High Court found that the appellant's reason for withdrawing consent (lack of access to children) was not substantiated and that the respondent had acted to her detriment based on the consent terms, making withdrawal inequitable. The court emphasized that while consent must continue until a decree is passed in a Section 13B case, this does not apply if the initial petition was not filed under Section 13B but later converted to one, and the respondent acted on the consent terms to their detriment.", "metadata": {"file_name": "1660080.txt", "case_title": "Mr.Prakash Alumal Kalandari vs Mrs.Jahnavi Prakash Kalandari", "court": "Bombay High Court", "case_number": "FCA.61.10", "date": "2011-05-06", "judges": "A.M.Khanwilkar, Mridula Bhatkar", "petitioner": "Mr.Prakash Alumal Kalandari", "respondent": "Mrs.Jahnavi Prakash Kalandari", "legal_issues": "Divorce by mutual consent, withdrawal of consent in divorce proceedings under Section 13B of the Hindu Marriage Act, 1955.", "outcome": "Appeal dismissed. Divorce decree granted.", "citations": "AIR 2011 BOMBAY 119, 2011 AIR CC 1767 (BOM), 2011 (3) AIR BOM R 771, (2011) 4 CIVLJ 554, (2012) 1 HINDULR 162, (2011) 4 MAH LJ 187, (2012) MATLR 49, (2011) 4 CIVILCOURTC 112, (2011) 3 DMC 367, (2012) 1 MARRILJ 706, (2011) 3 ALLMR 807 (BOM), (2012) 1 CURCC 600, (2011) 4 BOM CR 53", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1660080.txt"}}
{"id": "170624334.txt__chunk_0", "text": "The court quashed two FIRs filed by a husband and wife against each other due to matrimonial discord. The parties had reached an amicable settlement and agreed to a divorce by mutual consent, with the husband agreeing to pay alimony and other terms as detailed in consent terms.  The court applied the principle of Giansingh v. State of Punjab, considering the overwhelmingly civil nature of the dispute.", "metadata": {"file_name": "170624334.txt", "case_title": "Kartik Ashok Kumar Varman And Ors vs The State Of Mahrashtra And Anr", "court": "Bombay High Court", "case_number": "CRIMINAL APPLICATION NO.212 OF 2018 & CRIMINAL APPLICATION NO.58 OF 2021", "date": "2021-04-22", "judges": "S.S. Shinde, Manish Pitale", "petitioner": "Mrs. Akshata Kartik Varman, Mr. Awdhoot Baburao Bhosale, Mrs. Abhinetree Awdhoot Bhosale, Mr. Prathamesh Awdhoot Bhosale, Kartik Ashok Kumar Varman, Nisha Ashok Varman, Sashank Ashok Kumar Varman", "respondent": "Mr. Kartik Ashok Kumar Varman, State of Maharashtra, The State of Maharashtra, Akshata Kartik Varman", "legal_issues": "Quashing of FIRs registered under Sections 498A, 406, 504, 506, 380 of the Indian Penal Code, arising from matrimonial discord.", "outcome": "Criminal Applications allowed. FIRs quashed, subject to the parties abiding by the consent terms.", "citations": "Giansingh v. State of Punjab and Another, reported in (2012) 10 SCC 303", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\170624334.txt"}}
{"id": "1739199.txt__chunk_0", "text": "The court dismissed the husband's petition for divorce.  While the court initially found evidence of adultery, it determined that the husband had condoned the adultery. The court also found that the husband failed to prove the allegations of cruelty and that there was an undue delay in filing the petition.", "metadata": {"file_name": "1739199.txt", "case_title": "Chandrashekhar Trimbak Patwardhan vs Sau. Vaijayanti Chandrashekhar", "court": "Bombay High Court", "case_number": "A-582 of 1989", "date": "1993-01-21", "judges": "D.J. Moharir, J.", "petitioner": "Chandrashekhar Patwardhan", "respondent": "Sau. Vaijayanti Chandrashekhar", "legal_issues": "Divorce under Section 13(1)(i) and (i-a) of the Hindu Marriage Act, 1955; Adultery; Cruelty; Condonation; Delay in filing petition.", "outcome": "Appeal dismissed.", "citations": "(1993)95BOMLR267", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1739199.txt"}}
{"id": "174147.txt__chunk_0", "text": "The court modified the lower court's order regarding the payment of monthly amounts to the respondent-wife. The court held that the lower court had the jurisdiction to order periodical payments under Order XXI Rule 33 of the Code of Civil Procedure, 1908, even after the decree was passed. The court reduced the monthly payment from Rs. 20,000 to Rs. 12,000, payable from October 2007, and granted three months to pay arrears.", "metadata": {"file_name": "174147.txt", "case_title": "Vijendra B. Singh vs Uma Vijendra Singh", "court": "Bombay High Court", "case_number": "WRIT PETITION NO.579 OF 2010", "date": "2010-04-21", "judges": "A.S.Oka", "petitioner": "Vijendra B. Singh", "respondent": "Uma Vijendra Singh", "legal_issues": "Restitution of conjugal rights, execution of decree, Order XXI Rule 33 of the Code of Civil Procedure, 1908,  Hindu Marriage Act, 1955.", "outcome": "The petition was disposed of with modifications to the lower court's order.  The monthly payment was reduced, and a timeline for payment of arrears was set.", "citations": "AIR 2010 BOMBAY 131, 2010 (4) AIR BOM R 475, 2010 ALL MR (SUPP) 554, (2010) 93 ALLINDCAS 397 (BOM), (2011) 2 MARRILJ 122, 2011 (1) CURCC 310.2 SN, (2010) 3 CIVILCOURTC 669, (2010) 2 HINDULR 62, (2010) 4 MAH LJ 441, (2011) 2 RECCIVR 430, (2011) 1 BOM CR 383", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\174147.txt"}}
{"id": "181214772.txt__chunk_0", "text": "The court dismissed the petition.  The court held that the property dispute in question, relating to partition, did not fall under the definition of 'property disputes' as clarified by government notifications, which limit exemption to disputes arising from matrimonial matters.  The court distinguished previous cases which had held otherwise, citing the precedent set by a Division Bench decision.", "metadata": {"file_name": "181214772.txt", "case_title": "Smt. Arti Wd/O Deepak Kamlakar vs Shri Vijay S/O Deorao Kamlakar, And ...", "court": "Bombay High Court", "case_number": "WRIT PETITION No.147 OF 2017", "date": "2018-06-28", "judges": "S.B. Shukre", "petitioner": "Smt. Arti wd/o. Deepak Kamlakar", "respondent": "Shri Vijay s/o. Deorao Kamlakar, Shri Prabhakar s/o. Harishchandra Bagwe, Shri Narendra s/o. Krishnaji Diwte, Shri Shailendra s/o. Deorao Kamlakar, Shri Satish s/o. Deorao Kamlakar, Ravindra s/o. Deorao Kamlakar, Siddhartha s/o. Deepak Kamlakar, Smt. Vimal wd/o. Deorao Kamlakar", "legal_issues": "Exemption from payment of court fees for women litigants in property disputes, interpretation of government notifications regarding court fee remission for women in property disputes, whether a partition suit falls under the definition of 'property disputes' for the purpose of court fee exemption.", "outcome": "Writ Petition dismissed.", "citations": "Girish Kanaiyalal Munshi (Deceased), Petition (L) No. 118/2007, 2008 (4) ALL MR 306; Harsha Pradeep Patil vs. Sayankabai Ragho Patil, 2017(1) Bom. CR 86; Kiran Chunnilal Talreja and another vs. Ramchandra Devidas Talreja and another, 2009 (Supp.) Bom. C.R. 567; Sandeep Kumar Bafna vs. State of Maharashtra and another, AIR 2014 SC 1745; Manoramabai Keshav Joshi vs. Arun Keshav Joshi and another, 2008(1) Mh.L.J. 905", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\181214772.txt"}}
{"id": "1840379.txt__chunk_0", "text": "The court held that the marriage was valid despite the petitioner initially being a Christian, as she had converted to Hinduism and lived as a Hindu wife.  The court granted a divorce on the grounds of cruelty to both parties, awarded a flat and financial provision for the petitioner and her daughters, and dismissed the respondent's petition for nullity.", "metadata": {"file_name": "1840379.txt", "case_title": "Smt. Madhavi Ramesh Dudani vs Ramesh K. Dudani", "court": "Bombay High Court", "case_number": "A-1822 of 1992, B-96 of 1992", "date": "2005-11-01", "judges": "H.L. Gokhale, R.S. Dalvi", "petitioner": "Smt. Madhavi Ramesh Dudani", "respondent": "Ramesh K. Dudani", "legal_issues": "Judicial separation under section 10 of the Hindu Marriage Act, 1955; validity of marriage between a Hindu and a non-Hindu; cruelty; maintenance; permanent alimony; jurisdiction of Family Court.", "outcome": "Appeal allowed. Divorce granted. Financial provisions made for the wife and daughters. Respondent's petition for nullity dismissed.", "citations": "AIR2006BOM94, 2006(1)BOMCR20, (2005)107BOMLR1237, I(2006)DMC386, 2006(2)MHLJ307", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\1840379.txt"}}
{"id": "18578377.txt__chunk_0", "text": "The court found the father, Shafeeq Abdul Rahim, in contempt of court for repeatedly violating the consent terms regarding access to his daughter.  The mother's contempt petition was dismissed. The court ordered the father to hand over custody of the daughter to the mother and pay a significant fine. The court also noted the serious allegations made by both parties and the questionable nature of the criminal complaints filed against the mother and her brother.", "metadata": {"file_name": "18578377.txt", "case_title": "Shri Shafeeq Abdul Rahim vs Smt. Tabassum Shafeeq And Anr", "court": "Bombay High Court", "case_number": "CP-509-2013 & CP-211-2014", "date": "2016-07-12", "judges": "R. P. Sondurbaldota", "petitioner": "Tabassum Vinchu (earlier known as Tabassum Shafeeq) and Shri. Shafeeq Abdul Rahim", "respondent": "Shafeeq Rahim Pagarkar and Smt. Tabassum Shafeeq", "legal_issues": "Contempt of court, violation of consent terms regarding child custody and access, allegations of domestic violence and false criminal complaints.", "outcome": "Father found in contempt, sentenced to three months imprisonment and ordered to pay Rs. 5,00,000 in costs. Custody of daughter transferred to mother.", "citations": "", "local_path": "C:\\Users\\Niharika\\OneDrive\\Desktop\\HYRBID RAG\\scrappedText\\18578377.txt"}}
